translates = {
    'phone_number': {
        '2': 'Пожалуйста, отправьте мне свой номер телефона для регистрации (кнопка "Отправить номер телефона")',
        '1': 'Тіркелу үшін телефон нөміріңізді жіберіңіз («Телефон нөмірін жіберу» түймесі)'
    },
    'sms_code': {
        '2': 'Напишите код из СМС',
        '1': 'SMS-тен код жазыңыз'
    },
    'sms_verification_failed': {
        '2': 'Верификация телефона не удалась. Введите код еще раз',
        '1': 'Телефонды растау сәтсіз аяқталды. Кодты қайтадан енгізіңіз'
    },
    'sms_cod_incorrect': {
        '2': 'Код неверный, введите код еще раз',
        '1': 'Код дұрыс емес, кодты қайта енгізіңіз'
    },
    'full_name': {
        '2': 'Напишите ваши ФИО',
        '1': 'Толық аты-жөніңізді жазыңыз'
    },
    'iin': {
        '2': 'Напишите свой ИНН (12 цифр)',
        '1': 'ЖСН жазыңыз (12 сан)'
    },
    'iin_incorrect': {
        '2': 'Введите ИНН в нужном формате (12 цифр)',
        '1': 'ЖСН-ді қажетті форматта енгізіңіз (12 сан)'
    },
    'password': {
        '2': 'Придумайте и напишите пароль',
        '1': 'Ойланып, пароль жазыңыз'
    },
    'password_invalid': {
        '2': 'Для надежности пароль должен быть больше 8 знаков. Отправьте пароль еще раз',
        '1': 'Қауіпсіз болу үшін құпия сөз 8 таңбадан ұзақ болуы керек. Құпия сөзді қайта жіберіңіз'
    },
    'name_invalid': {
        '2': 'Длина ФИО должна быть больше 2 и меньше 100 знаков',
        '1': 'Толық атының ұзындығы 2-ден көп және 100 таңбадан аз болуы керек'
    },
    'successful_registration': {
        '2': 'Спасибо, вы успешно прошли регистрацию в нашем приложении!',
        '1': 'Рахмет, сіз біздің өтінімге сәтті тіркелдіңіз!'
    },
    'registration_failed': {
        '2': 'Регистрация телефона не удалась.',
        '1': 'Телефонды тіркеу сәтсіз аяқталды.'
    },
    'already_registered': {
        '2': 'Вы уже прошли регистрацию',
        '1': 'Сіз әлдеқашан тіркелгенсіз'
    },
    'cities': {
        '2': 'Пожалуйста, выберите ваш город',
        '1': 'Қалаңызды таңдаңыз'
    },
    'name_failed': {
        '2': 'Ваши ФИО не прошли проверку при регистрации. Пожалуйста, напишите ФИО еще раз',
        '1': 'Тіркеу кезінде толық аты-жөніңіз расталмады. Аты-жөніңізді қайта жазыңыз'
    },
    'doc_iin_failed': {
        '2': 'Ваш ИИН не прошел проверку при регистрации. Пожалуйста, напишите ИИН еще раз',
        '1': 'Тіркеу кезінде сіздің ЖСН расталмады. ЖСН қайта жазыңыз'
    },
    'password_failed': {
        '2': 'Ваш пароль не прошел проверку при регистрации. Пожалуйста, напишите пароль еще раз',
        '1': 'Тіркеу кезінде құпия сөзіңіз расталмады. Құпия сөзді қайта жазыңыз'
    },
    'phone_failed': {
        '2': 'Ваш телефон не прошел проверку при регистрации. Пожалуйста, отправьте телефон еще раз',
        '1': 'Тіркелу кезінде телефоныңыз тексеруден өтпеді. Телефонды қайта жіберіңіз'
    },
    'city_id_failed': {
        '2': 'Выбранный вами город не прошел проверку при регистрации. Пожалуйста, выберите город еще раз',
        '1': 'Сіз таңдаған қала тіркеу тексеруінен өтпеді. Қаланы қайта таңдаңыз'
    },
    'token_failed': {
        '2': 'Отправленный вами токен не прошел проверку при регистрации. Пожалуйста, отправьте токен еще раз',
        '1': 'Сіз жіберген таңбалауыш тіркеу кезінде расталмады. Токенді қайта жіберіңіз'
    },
    'unknown_error': {
        '2': 'Произошла ошибка приложения.',
        '1': 'Қолданба қатесі орын алды.'
    },
}
