translates = {
    'phone_number': {
        2: 'Пожалуйста, отправьте мне свой номер телефона для регистрации (кнопка "Отправить номер телефона")',
        1: 'Тіркелу үшін телефон нөміріңізді жіберіңіз («Телефон нөмірін жіберу» түймесі)'
    },
    'sms_code': {
        2: 'Напишите код из СМС',
        1: 'SMS-тен код жазыңыз'
    },
    'sms_verification_failed': {
        2: 'Верификация телефона не удалась. Введите код еще раз',
        1: 'Телефонды растау сәтсіз аяқталды. Кодты қайтадан енгізіңіз'
    },
    'sms_cod_incorrect': {
        2: 'Код неверный, введите код еще раз',
        1: 'Код дұрыс емес, кодты қайта енгізіңіз'
    },
    'full_name': {
        2: 'Напишите ваши ФИО',
        1: 'Толық аты-жөніңізді жазыңыз'
    },
    'inn': {
        2: 'Напишите свой ИНН (12 цифр)',
        1: 'ЖСН жазыңыз (12 сан)'
    },
    'inn_incorrect': {
        2: 'Введите ИНН в нужном формате (12 цифр)',
        1: 'ЖСН-ді қажетті форматта енгізіңіз (12 сан)'
    },
    'password': {
        2: 'Придумайте и напишите пароль',
        1: 'Ойланып, пароль жазыңыз'
    },
    'password_invalid': {
        2: 'Для надежности пароль должен быть больше 8 знаков. Отправьте пароль еще раз',
        1: 'Қауіпсіз болу үшін құпия сөз 8 таңбадан ұзақ болуы керек. Құпия сөзді қайта жіберіңіз'
    },
    'successful_registration': {
        2: 'Спасибо, вы успешно прошли регистрацию в нашем приложении!',
        1: 'Рахмет, сіз біздің өтінімге сәтті тіркелдіңіз!'
    },
    'registration_failed': {
        2: 'Регистрация телефона не удалась.',
        1: 'Телефонды тіркеу сәтсіз аяқталды.'
    },
    'already_registered': {
        2: 'Вы уже прошли регистрацию',
        1: 'Сіз әлдеқашан тіркелгенсіз'
    },
    'cities': {
        2: 'Пожалуйста, выберите ваш город',
        1: 'Қалаңызды таңдаңыз'
    }
}
