translates = {
    'phone_number': {
        1: 'Пожалуйста, отправьте мне свой номер телефона для регистрации (кнопка "Отправить номер телефона")',
        2: 'Тіркелу үшін телефон нөміріңізді жіберіңіз («Телефон нөмірін жіберу» түймесі)'
    },
    'sms_code': {
        1: 'Напишите код из СМС',
        2: 'SMS-тен код жазыңыз'
    },
    'sms_verification_failed': {
        1: 'Верификация телефона не удалась. Введите код еще раз',
        2: 'Телефонды растау сәтсіз аяқталды. Кодты қайтадан енгізіңіз'
    },
    'sms_cod_incorrect': {
        1: 'Код неверный, введите код еще раз',
        2: 'Код дұрыс емес, кодты қайта енгізіңіз'
    },
    'full_name': {
        1: 'Напишите ваши ФИО',
        2: 'Толық аты-жөніңізді жазыңыз'
    },
    'inn': {
        1: 'Напишите свой ИНН (12 цифр)',
        2: 'ЖСН жазыңыз (12 сан)'
    },
    'inn_incorrect': {
        1: 'Введите ИНН в нужном формате (12 цифр)',
        2: 'ЖСН-ді қажетті форматта енгізіңіз (12 сан)'
    },
    'password': {
        1: 'Придумайте и напишите пароль',
        2: 'Ойланып, пароль жазыңыз'
    },
    'password_invalid': {
        1: 'Для надежности пароль должен быть больше 8 знаков. Отправьте пароль еще раз',
        2: 'Қауіпсіз болу үшін құпия сөз 8 таңбадан ұзақ болуы керек. Құпия сөзді қайта жіберіңіз'
    },
    'successful_registration': {
        1: 'Спасибо, вы успешно прошли регистрацию в нашем приложении!',
        2: 'Рахмет, сіз біздің өтінімге сәтті тіркелдіңіз!'
    },
    'registration_failed': {
        1: 'Регистрация телефона не удалась.',
        2: 'Телефонды тіркеу сәтсіз аяқталды.'
    }


}